Repository: febrezo/com.felixbrezo.F3T.ActivitiesCache
Catalog: po/*.po
Languages: es

source: Just another template
es: Simplemente otra plantilla

source: Nothing done because something wrong happened
es: No se ha hecho nada porque algo erróneo sucedió

source: Website
es: Sitio web

source: Go to main window
es: Ir a la ventana principal

source: Export table
es: Exportar tabla

source: Open menu
es: Abrir menú

source: Add new operation
es: Añadir una nueva operación

source: Some sample text
es: Algo de texto de ejemplo

source: Sample dialog
es: Diálogo de ejemplo

source: Just showing some text
es: Mostrand simplemente algo de texto

source: Copy to clipboard
es: Copiar al portapapeles

source: A sample Loremp ipsum text
es: Un texto Lorem ipsum de ejemplo

source: Theme
es: Tema

source: Light background
es: Fondo claro

source: Dark background
es: Fondo oscuro

source: Looking for help?
es: ¿Buscas ayuda?

source: About…
es: Acerca de…

source: https://github.com/febrezo/ActivitiesCache/master/doc/support/en/
es: https://github.com/febrezo/ActivitiesCache/master/doc/support/es/

source: An easy-to-use forensic application that parses Windows 10 ActivitiesCache.db files
es: Una aplicación forense fácil de usar que parsea el fichero ActivitiesCache.db de sistemas Windows 10.

source: Open new evidence
es: Abrir nueva evidencia

source: Select a new ActivitiesCache.db file from your system and open it
es: Selecciona un nuevo fichero de ActivitiesCache.db de tu sistema y ábrelo

source: Get support from online resources
es: Consigue ayuda de recursos en línea
